//
//  BKPasscodeView.strings
//  TheBox iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"%d Failed Passcode Attempts" = "%d tentatives avec code de sécurité incorrect";
"%d Failed Password Attempts" = "%d tentatives avec mot de passe incorrect";

"1 Failed Passcode Attempt" = "1 tentative avec code de sécurité incorrect";
"1 Failed Password Attempt" = "1 tentative avec un mot de passe incorrect";

"Do you want to use Touch ID for authentication?" = "S'authentifier avec Touch ID ?";

"Done" = "Fait";

"Enable Touch ID" = "Activer Touch ID";

"Enter a different passcode. Cannot re-use the same passcode." = "Saisissez un code de sécurité différent. La réutilisation du même code est interdite.";
"Enter a different password. Cannot re-use the same password." = "Saisissez un mot de passe différent. La réutilisation du même mot de passe est interdite.";

"Enter a passcode" = "Saisissez un code de sécurité";
"Enter a password" = "Saisissez un mot de passe";

"Enter your new passcode" = "Saisissez votre nouveau code de sécurité";
"Enter your new password" = "Saisissez votre nouveau mot de passe";

"Enter your old passcode" = "Saisissez votre ancien code de sécurité";
"Enter your old password" = "Saisissez votre ancien mot de passe";

"Enter your passcode" = "Saisissez votre code de sécurité";
"Enter your password" = "Saisissez votre mot de passe";

"Invalid Passcode" = "Code de sécurité incorrect";
"Invalid Password" = "Mot de passe incorrect";

"Passcodes did not match.\nTry again." = "Les code de sécurité ne correspondent pas.\nEssayez à nouveau.";
"Password did not match.\nTry again." = "Le mot de passe ne correspond pas.\nEssayez encore.";

"Re-enter your passcode" = "Re-saisissez votre code de sécurité";
"Re-enter your password" = "Ré-entrez votre mot de passe";

"Try again in %d minutes" = "Essayez à nouveau dans %d minutes";

"Try again in 1 minute" = "Essayez à nouveau dans 1 minute";
